export const strengthData = [
  {
    id: 1,
    number: "01",
    title: "見やすさを整える力",
    text: `大学ではグループの資料作り（スライド）を担当することが多かったです。文重要なポイントを選び、画面の構成や文字の大きさ、余白、色の使い方を考えて見やすくまとめました。見る人が分かりやすく、気持ちよく見られる資料を意識しました。\nこの経験は Web 制作でも同じで、画面のバランスを意識して、見やすい UI になるように工夫しています。`
  },
  {
    id: 2,
    number: "02",
    title: "構造的思考",
    text: `情報を整理し、相手に伝わる形にまとめることが得意です。\n大学では卒業論文に最も力を入れ、理論を整理して考え、分かりやすく伝えることを意識して執筆しました。グループメンバーと話し合いながら内容を見直し、最後まで完成させることができました。\nこの強みを活かして、Web 制作でも情報設計や導線を整理し、迷いの少ない画面づくりを意識しています。`
  },
  {
    id: 3,
    number: "03",
    title: "やり切る実行力",
    text: `苦手なことでも逃げずに準備を重ね、最後までやり切ることができます。\n学科の発表会では、企業・卒業生約 100 名の前で作品解説を担当しました。過去の失敗から人前で話すことに不安がありましたが、先輩と相談しながら、伝わりにくい言葉を何度も書き直し、たくさん練習しました。本番では落ち着いて発表でき、先生からも「良く伝わった」と評価されました。\nWeb制作でも、苦手な部分をそのままにせず、必要な準備を一つずつ行い、完成までやり切ることを大切にしています。`
  },
];